[
  {
    "id": 1,
    "category": "Transfer",
    "categoryId": 1,
    "title": "Akanji hits out at 'joke' decision not to disallow United equaliser",
    "body": "Manchester City defender Manuel Akanji described the decision to not disallow Manchester United's first goal in Saturday's derby as a joke. Jack Grealish had seemingly set City en route to three points with his second-half opener, but Bruno Fernandes levelled in contentious fashion before Marcus Rashford clinched a 2-1 victory at Old Trafford.City were furious with United's leveller because Rashford, who was offside, approached the ball but allowed Fernandes to take the shot. The flag was initially raised to signal offside against Rashford, but referee Stuart Attwell overturned the decision having spoken to his assistant Darren Cann. The fact Rashford opted against touching the ball and that he technically did not impede Akanji meant the England forward was not deemed to be interfering with play, therefore the goal counted. Attwell's decision caused a stir on social media, with former professionals among those questioning the outcome, and Akanji is adamant it was the incorrect call.",
    "smallbody": "Manchester City defender Manuel Akanji describ... ",
    "league": "Premier League",
    "largeImage": "/images/News-Images/AkanjiLarge.png"
  },
  {
    "id": 2,
    "category": "Champions",
    "categoryId": 2,
    "title": "Nagelsmann insists Bayern need to sign another goalkeeper",
    "body": "Bayern Munich have a duty to get another goalkeeper in the current transfer window, according to head coach Julian Nagelsmann. The German giants have been put in a tricky situation after Manuel Neuer suffered a broken leg during a skiing trip, leaving 34-year-old back-up Sven Ulreich as their only experienced option between the sticks. Behind Ulreich is 19-year-old Johannes Schenk and Nagelsmann made it clear he is looking for a more established veteran to challenge Ulreich for the number one spot in Neuer's absence, However, he highlighted to reporters on Thursday why it is such a difficult proposition mid-season. We're trying to do something. We have a duty to get another goalkeeper, regardless of whether he becomes number one or number two, because behind [Ulreich] we only have very young players. There are few goalkeepers on the market that make sense for us and improve us. Nothing new at the moment.",
    "smallbody": "The German giants have been put in a tricky situation aft... ",
    "league": "Champions",
    "largeImage": "/images/News-Images/BayernChampionsLarge.png"
  },
  {
    "id": 3,
    "category": "Transfer",
    "categoryId": 2,
    "title": "Chelsea 'very close' to move for Arsenal target Mudryk",
    "body": "Chelsea are set to beat Arsenal to the signing of Shakhtar Donetsk winger Mykhailo Mudryk after the Ukrainian outfit confirmed a deal was very close The Blues have reportedly had an £88.5million bid accepted to sign the forward. Mikel Arteta's side looked to be in pole position for the signature of Mudryk, who had been dropping hints of a potential move to the Gunners on social media. However, Chelsea have swooped in front and now look set to sign the Ukrainian rising star. Should they complete the transfer, it would be the West London side's fourth signing of the January transfer window, having already secured the services of Benoit Badiashile, David Fofana and Andrey Santos. ",
    "smallbody": "Chelsea are set to beat Arsenal to the signing o... ",
    "league": "Premier League",
    "largeImage": "/images/News-Images/ChelseaTransferLarge.png"
  },
  {
    "id": 4,
    "category": "Champions",
    "categoryId": 1,
    "title": "Toffees' woes worsen with defeat on weekend",
    "body": "Everton’s board of directors were ordered to stay away from Goodison Park due to perceived security risks but what they missed was their relegation-threatened team plunging into further trouble after a 2-1 defeat to bottom side Southampton. In an unprecedented move the executives did not attend after offensive messages – including death threats to chairman Bill Kenwright – were made to specific individuals during the week by angry fans. James Ward-Prowse scored twice as Saints moved level on points with their hosts, who are only kept off the bottom of the table by goal difference after just one win in 11 league matches and have their lowest tally (15) at the halfway stage of a Premier League campaign. By then Southampton’s players, who had enjoyed a morale-boosting midweek Carabao Cup win over Manchester City, had long departed with new manager Nathan Jones celebrating his first league win after four successive defeats. ",
    "smallbody": "Everton’s board of directors were ordered to stay awa... ",
    "league": "Premier League",
    "largeImage": "/images/News-Images/EvertonLarge.webp"
  },
  {
    "id": 5,
    "category": "Transfer",
    "categoryId": 2,
    "title": "Fernandes wanted assurances on United 'plan' deal",
    "body": "Bruno Fernandes wanted assurances from Manchester United over the club's future before he signed his new contract. Fernandes penned a fresh deal with the club in April of last year, keeping him at Old Trafford until at least 2026. The midfielder has been a key man for United since arriving from Sporting CP in 2020, scoring 38 goals and registering 28 assists in 104 Premier League appearances.  But his time at the club has come during a tumultuous period, with Ole Gunnar Solskjaer sacked early last season and interim boss Ralf Rangnick coming in to take over the remainder of the campaign, before Erik ten Hag was announced as the new manager from the start of this term. Fernandes revealed that, prior to signing his extension, he spoke to football director John Murtough and technical director Darren Fletcher after becoming disillusioned with the club's progress. The club has said they have a plan, this is what they want, we agree with you that the level of the club has to be better than it has been in the past.",
    "smallbody": "Bruno Fernandes wanted assurances from Manchest... ",
    "league": "Premier League",
    "largeImage": "/images/News-Images/FernandesTransferLarge.png"
  },
  {
    "id": 6,
    "category": "Champions",
    "categoryId": 1,
    "title": "Joao Felix and the worst debuts in Premier League history",
    "body": "Joao Felix had a nightmare debut for Chelsea on Thursday night, as he was sent off in a 2-1 defeat at local rivals Fulham. The Portuguese forward had looked a lively presence and shown moments of quality on his first appearance for the Blues, before lunging into a high tackle against Cottagers full-back Kenny Tete, that saw him receive a straight red. Graham Potter's men were level at the time that Joao Felix was dismissed, but fell behind 15 minutes after being reduced to 10 men. The West Londoners will now miss the diminutive playmaker for three matches, having paid a £9.7million loan fee to sign the 23-year old from Atletico Madrid until the end of the season. Though it was a disastrous debut, he is far from being the only player to have made a terrible first impression. We have taken a look back at the worst Premier League debuts of all time. ",
    "smallbody": "Bruno Fernandes wanted assurances from Manchest... ",
    "league": "Premier League",
    "largeImage": "/images/News-Images/JaoFelixLarge.jpeg"
  },
  {
    "id": 8,
    "category": "Transfer",
    "categoryId": 1,
    "title": "Klopp cannot remember worse Liverpool game than dismal",
    "body": "Liverpool manager Jurgen Klopp could not remember a worse performance than in his side's 3-0 thumping by Brighton and Hove Albion in the Premier League on Saturday.  Solly March scored twice early in the second half before Danny Welbeck added a fine third as the Seagulls beat Liverpool at home for the first time since 1961. The Reds, who could be 10 points adrift of the top four after Sunday's games, were second-best throughout and have now started a calendar year with two league defeats in a row for the first time since 1993. They have also lost as many as five away league matches in a single season for the first time since the 2017-18 campaign. But this might have been the worst of the lot, with Liverpool leaky at the back and profligate in attack, giving up 16 shots and failing to net with any of their six. Brighton controlled the ball with a huge 61.9 per cent of the possession.",
    "smallbody": "Bruno Fernandes wanted assurances from Manchest... ",
    "league": "Premier League",
    "largeImage": "/images/News-Images/KlopLarge.png"
  },
  {
    "id": 9,
    "category": "Champions",
    "categoryId": 2,
    "title": "Maldini bullish on Leao and Bennacer contract extensions",
    "body": "AC Milan technical director Paolo Maldini is increasingly confident that the club can complete new deals for Rafael Leao and Ismael Bennacer. Portugal international forward Rafael Leao has been linked with a host of top clubs, including Liverpool, Chelsea, Barcelona, Real Madrid and Manchester City. The 23-year-old is contracted until 2024 and Maldini revealed prior to Milan's 1-0 Coppa Italia home loss to Torino that they were closing in on agreement on an extension, with the player keen to stay. This team was largely built on the transfer campaign of 2019 and practically all of those who arrived have extended their contracts. I have to say, all those who wanted to renew their deals have done so.",
    "smallbody": "AC Milan technical director Paolo Maldini is increasingly... ",
    "league": "Serie A",
    "largeImage": "/images/News-Images/MaldiniTransferLarge.png"
  },
  {
    "id": 10,
    "category": "Transfer",
    "categoryId": 3,
    "title": "Man Utd confirm Ronaldo exit after 'mutual agreement'",
    "body": "A statement issued from Old Trafford on Tuesday evening confirmed the Premier League club had reached a mutual agreement with their legendary No7 to terminate his contract.The announcement read: Cristiano Ronaldo is to leave Manchester United by mutual agreement, with immediate effect. Everyone at Manchester United remains focused on continuing the team’s progress under Erik ten Hag and working together to deliver success on the pitch.  Ronaldo, 37, is in Qatar preparing for Portugal's first World Cup group game with Ghana on Thursday. After 12 years away at Real Madrid and Juventus he was back at Old Trafford for the start of the 2021-22 season, going on to become United's top scorer in the Premier League with 18 goals in 30 games.",
    "smallbody": "Cristiano Ronaldo has left Manchester United with immediate ... ",
    "league": "Champions League",
    "largeImage": "/images/News-Images/ManutdChampionsLarge.png"
  },
  {
    "id": 11,
    "category": "Champions",
    "categoryId": 3,
    "title": "Johnson boosts hosts' survival bid with brace",
    "body": "Brennan Johnson scored two second-half goals as Nottingham Forest further strengthened their Premier League survival bid with an impressive 2-0 win over Leicester, whose miserable run continues. The Wales international registered his first league goals since September to move Forest above their East Midlands rivals, who have now lost four in a row, and four points clear of the relegation zone. It is a marked turnaround since the reverse fixture in October that saw Leicester win 4-0 which Forest boss Steve Cooper called the worst game of his managerial career. That victory kick-started Leicester’s season but their form has been woeful since the season resumed after the World Cup as they have lost all four games.",
    "smallbody": "Brennan Johnson scored two second-half goals as ... ",
    "league": "Champions League",
    "largeImage": "/images/News-Images/NothingamForesLarge.webp"
  },
  {
    "id": 12,
    "category": "Transfer",
    "categoryId": 3,
    "title": "Pep admits City job will be incomplete without Champions.",
    "body": "Pep Guardiola insisted a desire to win the Champions League was not his only motivation for signing a new Manchester City contract, but he accepts the job would feel incomplete without a European triumph. Guardiola secured an extension at City last month, keeping him at the club until the end of the 2024-25 season. Guardiola knows it will be a blemish on his record if City cannot end their bad luck in the competition before he leaves. However, a Champions League win has eluded them. They lost to Chelsea in the 2021 final and succumbed to Real Madrid in last season's semi-finals. But it's not the only reason I extended the contract, absolutely not.",
    "smallbody": "Cristiano Ronaldo has left Manchester United with immediate effect ... ",
    "league": "Champions League",
    "largeImage": "/images/News-Images/PepChampionsLarge.png"
  },
  {
    "id": 13,
    "category": "Champions",
    "categoryId": 2,
    "title": "Ten Hag hails 'huge' United spirit after derby turnaround",
    "body": "Erik ten Hag saluted the spirt and belief demonstrated by Manchester United as they came from behind to beat rivals Manchester City 2-1 in a dramatic derby.  Pep Guardiola's side took a second-half lead at Old Trafford through substitute Jack Grealish, but quickfire goals from Bruno Fernandes and Marcus Rashford turned the blockbuster showdown on its head. United are now very much in title contention after a ninth straight win in all competitions - and 10th on home soil. They closed the gap on their second-placed rivals to a single point, and are just six behind leaders Arsenal. It was the first time since a 3-2 defeat by Cardiff City in August 2013 that the Citizens lost having opened the scoring in the first half, and Ten Hag paid tribute to his players' efforts.",
    "smallbody": "Erik ten Hag saluted the spirt and belief demonstrated by ... ",
    "league": "Champions League",
    "largeImage": "/images/News-Images/TenHagLarge.png"
  },
  {
    "id": 14,
    "category": "Transfer",
    "categoryId": 1,
    "title": "PSG await the return of Mbappe and Messi for UCL push",
    "body": "Paris Saint-Germain will challenge Lionel Messi and Kylian Mbappe to follow their phenomenal World Cup feats by delivering a Champions League title in the new year. The Qatar-owned club have European glory in their sights, and a difficult last-16 tie against Bayern Munich awaits them, with games against the German champions coming up in February and March. After seeing Mbappe win the Golden Boot as top scorer, and Messi take the Golden Ball prize as the outstanding player, PSG undoubtedly had a strong World Cup. The sight of Mbappe and Messi in opposition with France and Argentina, as they were in Sunday's World Cup final, will soon be replaced by them uniting on the field, possibly even by the end of the month.",
    "smallbody": "Paris Saint-Germain will challenge Lionel Messi and Kylian... ",
    "league": "Champions League",
    "largeImage": "/images/News-Images/PsgChampionsLarge.png"
  },
  {
    "id": 15,
    "category": "Champions",
    "categoryId": 2,
    "title": "PSG await the return of Mbappe and Messi for UCL push",
    "body": "Xavi is not anticipating any transfer activity at Barcelona this window, despite ongoing speculation surrounding Pierre-Emerick Aubameyang and Memphis Depay. The LaLiga leaders have been busy in the past two transfer windows in particular as they attempt to reshape their squad under legendary former player Xavi. Reports on Wednesday suggested Barca were looking to re-sign Aubameyang on a free transfer, just four months after selling him to Chelsea for a reported €12million (£10.6m) fee. That would then reportedly pave the way for Depay – used just four times this season – to find a new club, with top-flight rivals Atletico Madrid supposedly interested in the forward.",
    "smallbody": "Xavi is not anticipating any transfer activity at Barcelona... ",
    "league": "Champions League",
    "largeImage": "/images/News-Images/XaviTransferLarge.png"
  },
  {
    "id": 16,
    "category": "Transfer",
    "categoryId": 3,
    "title": "Check out LiveScore's North London derby combined XI",
    "body": "The Gunners enter as overwhelming favourites as they sit 11 points clear of their arch-rivals at the top of the Premier League and also ran out 3-1 victors in the reverse fixture earlier this season. But their last visit to Spurs was a damning one, as they were beaten 3-0 late in the 2021-22 season — a defeat which ultimately led to them surrendering a top-four place. His ability with the ball at his feet has made him a useful outlet on the right flank, while he has also provided the solidity you expect from a £50million defender — so much so that he has kept the talented Takehiro Tomiyasu out of the starting XI. Ben White has been forced to shift to an unfamiliar right-back berth this season but it has proven to be a masterstroke by Arteta so far. ",
    "smallbody": "The Gunners enter as overwhelming favourites as they... ",
    "league": "Champions League",
    "largeImage": "/images/News-Images/TotenhamvsArsenallarge.png"
  }
]
